Repository: mohamedalanqer/phonoi_app-best_version
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Hello
ar: مرحباً

# we_care_about
source: We care about your privacy
ar: نحن نهتم بخصوصية معلوماتك

# welcome_to_join_phonoi
source: Welcome to join Phonoi For your convenience, here we present the part related to your biggest concerns about
ar: مرحبًا بك في الانضمام إلى Phonoi لراحتك، نقدم هنا الجزء المتعلق بأكبر مخاوفك حول

source: What we don't
ar: ماذا نحن لا نفعل

# desc_for_what_we_dont
source: We don't record how you use your Phonoi connection, which means we don't see what apps, services, or websites you personally use while connected to our service, and we don't store them. We do not store your original IP address or the IP of the server you are on You connect to it which means we can't share it with anyone no matter what happened. We do not sell, use or disclose any personal data to third parties not mentioned in this Privacy Policy for any purpose. We do not sell, use or disclose any personal data to third parties not mentioned in this Privacy Policy for any purpose. We have designed our systems so that they do not contain sensitive data about our customers, even when forced, we cannot provide data that we do not have.
ar: نحن لا نسجل كيفية استخدامك لاتصال Phonoi الخاص بك، وهذا يعني أننا لا نرى التطبيقات أو الخدمات أو المواقع التي تستخدمها شخصيًا أثناء الاتصال بخدمتنا، ولا نقوم بتخزينها. نحن لا نقوم بتخزين عنوان IP الأصلي الخاص بك أو عنوان IP للخادم الذي تتصل به أنت من يتصل به، وهذا يعني أننا لا يمكننا مشاركته مع أي شخص مهما حدث. نحن لا نبيع أو نستخدم أو نكشف عن أي بيانات شخصية لأطراف ثالثة غير المذكورة في سياسة الخصوصية هذه لأي غرض. نحن لا نبيع أو نستخدم أو نكشف عن أي بيانات شخصية لأطراف ثالثة غير المذكورة في سياسة الخصوصية هذه لأي غرض. لقد صممنا أنظمتنا بحيث لا تحتوي على بيانات حساسة حول عملائنا، حتى عند الضغط علينا، لا يمكننا تقديم بيانات ليس لدينا.

# what_we_connect
source: What we collect, how and why
ar: ماذا نقوم بجمعه، وكيفية ذلك، ولماذا

source: Account details
ar: تفاصيل الحساب

# desc_for_accout_details
source: Registration date and email address (only if you choose to register by mail electronic) and subscription status (only if you made a purchase) This data is collected automatically during procedures, including registration and purchase. It is used strictly for user support purpose.
ar: تاريخ التسجيل وعنوان البريد الإلكتروني (فقط إذا اخترت التسجيل عبر البريد الإلكتروني) وحالة الاشتراك (فقط إذا قمت بالشراء) تُجمع هذه البيانات تلقائيًا أثناء الإجراءات، بما في ذلك عملية التسجيل والشراء. يتم استخدامها بشكل صارم لدعم المستخدمين فقط.

source: Application activity data
ar: بيانات نشاط التطبيق

# desc_for_app_activity_data
source: Connection timestamp, protocol selection, network type and report error This data is collected automatically during phonoi connection and is used for troubleshooting and improving phonoi service only.
ar: التوقيت للاتصال، واختيار البروتوكول، ونوع الشبكة وتقرير الأخطاء يتم جمع هذه البيانات تلقائيًا أثناء اتصال Phonoi وتُستخدم لأغراض إصلاح الأعطال وتحسين خدمة Phonoi فقط.

source: Another data
ar: بيانات أخرى

# desc_for_another_data
source: Data Analysis: Giving history and usage data. Records notes: Users via the system chat service customers phonoi or by email
ar: تحليل البيانات: تقديم التاريخ وبيانات الاستخدام. تسجيل الملاحظات: المستخدمون عبر خدمة الدردشة النظامية لعملاء Phonoi أو عبر البريد الإلكتروني

# check_privacy_policy
source: Please note that this is just part of the terms, click Privacy Policy and Terms of Service to view the full version by clicking the “Agree and Continue” button you clearly understand and agree subject to all terms stipulated in the Privacy Policy and terms of service
ar: يرجى ملاحظة أن هذا مجرد جزء من الشروط، انقر على سياسة الخصوصية وشروط الخدمة لعرض النسخة الكاملة بالنقر على زر 'موافق ومتابعة' تفهم وتوافق بوضوح على جميع الشروط الواردة في سياسة الخصوصية وشروط الخدمة

source: Login
ar: تسجيل الدخول

source: Sign Up
ar: التسجيل

source: Logout
ar: تسجيل الخروج

# log_in_title
source: Log in to a browser Phonoi
ar: تسجيل الدخول إلى متصفح Phonoi

# log_in_google
source: Continue with google
ar: المتابعة باستخدام Google

# log_in_facebook
source: Continue with facebook
ar: المتابعة باستخدام Facebook

# log_in_twitter
source: Continue with twitter
ar: المتابعة باستخدام Twitter

# log_in_email
source: Log in using your email
ar: تسجيل الدخول باستخدام البريد الإلكتروني

# name
source: Full Name
ar: الإسم كاملاً

source: Password
ar: كلمة المرور

# phone
source: Phone Number
ar: رقم الهاتف

source: Email
ar: البريد الإلكتروني

# using_email
source: verify using email
ar: تحقق باستخدام البريد

# using_phone
source: verify using phone
ar: تحقق باستخدام رقم الهاتف

source: Or
ar: أو

# input_validate
source: This field is empty, please fill in this field
ar: هذا الحقل فارغ , برجاء ملء هذا الحقل

# name_input_validate
source: Please type the name correctly!!
ar: الرجاء اكتب الإسم بشكل صحيح!!

# email_input_validate
source: Please type the email correctly!!
ar: الرجاء اكتب البريد الإلكتروني بشكل صحيح!!

# pass_input_validate1
source: Password must contain at least one character
ar: يجب أن تحتوي كلمة المرور على رمز واحد على الأقل

# pass_input_validate2
source: Password must contain at least one number
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل

# pass_input_validate3
source: Password must contain at least one short character
ar: يجب أن تحتوي كلمة المرور على حرف قصير على الأقل

# pass_input_validate4
source: Password must contain at least one capital letter
ar: يجب أن تحتوي كلمة المرور على حرف كبير على الأقل

# pass_input_validate5
source: Password must be greater than or equal to 8 characters
ar: يجب أن تكون كلمة المرور أكبر من أو تساوي 8 أحرف

# select_verity_method
source: After success signup, choose 1 of verification methods to complete verify account
ar: بعد عملية تسجيل الدخول الناجحة, اختر الطريقة لتوثيق حسابك

# select_verity_method_title
source: Signup successfully
ar: تم تسجيل الدخول

# phone_verify_error
source: The provided phone number is not valid, Try again.
ar: كود التحقق من رقم الهاتف خاطئ, حاول مرة آخرى.

# on_boarding_1
source: Download any video or movie from anywhere easily
ar: تحميل أي فيديو أو فيلم من أي مكان بسهولة

# on_boarding_2
source: Download series and the movies are in high quality
ar: تحميل مسلسلات وأفلام بجودة عالية

# on_boarding_3
source: Download from all communication sites the social
ar: تحميل من جميع مواقع التواصل الاجتماعي

# desc_on_boarding
source: Download any video or movie from anywhere on the Internet with one click of a button and without annoying ads
ar: قم بتحميل أي فيديو أو فيلم من أي مكان على الإنترنت بنقرة واحدة دون إعلانات مزعجة

source: Start
ar: بدء

source: Home
ar: الصفحة الرئيسية

source: Explore
ar: استكشاف

source: Files
ar: الملفات

# me
source: My Account
ar: حسابي

# search
source: Search or type a web address
ar: البحث أو أدخل عنوان ويب

# if_you_want_download_directly
source: If you want to download the link directly,
ar: في حال تريد تحميل الرابط بشكل مباشر,

source: Click Here!!
ar: اضفط هنا!!

source: Music
ar: الموسيقى

# allow_access_music_file
source: Allow access to your music files
ar: السماح بالوصول إلى ملفات الموسيقى الخاصة بك

# allow_access_image_file
source: Allow access to your image files
ar: السماح بالوصول إلى ملفات الصور الخاصة بك

# allow_access_video_file
source: Allow access to your video files
ar: السماح بالوصول إلى ملفات الفيديو الخاصة بك

# games
source: Best Games
ar: أفضل الألعاب

source: Storage
ar: التخزين

source: Downloads
ar: التنزيلات

# sign_in_title
source: Sign in to sync your data, & get features
ar: تسجيل الدخول لمزامنة بياناتك والحصول على المزايا

source: Ok
ar: موافق

source: Cancel
ar: إغلاق

# enter_link
source: Add Link Here!
ar: ضع الرابط هنا!

# enter_link_desc
source: Put the link you want to download here
ar: قم بوضع الرابط المراد تنزيله هنا

source: Paste link
ar: لصق الرابط

# delete
source: Delete link
ar: حذف الرابط

# download
source: Download link
ar: تنزيل الرابط

source: Downloading now
ar: يتم الآن التنزيل

# download_from
source: Download Form:
ar: التنزيل من:

# download_failed
source: Try to download your link in another time!!!
ar: حاول التنزيل في وقت آخر!!!

# downloading_completed
source: Downloaded Completed:
ar: تم التنزيل:

# check_link
source: Please, check if your link is correct then try again!!
ar: تأكد من صلاحية الرابط الملصق وحاول فيما بعد!!

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Youtube
ar: يوتيوب

# insta
source: Instagram
ar: إنستجرام

source: TicTok
ar: تيك توك

source: Google
ar: جوجل

source: Unknown
ar: لم يتم تحديده بعد

source: Sama
ar: سما

source: Pal Sawa
ar: بال ساوا

# donia
source: Donia ElWatan
ar: دنيا الوطن

source: Watan
ar: وطن

# music_option
source: Music (High Quality)
ar: أغنية (بأعلى جودة)

# video_option
source: Video (High Quality)
ar: فيديو (أعلى جودة)

# last_website
source: The last websites
ar: المواقع الأخيرة

# downloads_is_empty
source: There are no download tasks yet
ar: لا توجد مهام تنزيل لحتى الان

source: Bookmarks
ar: الإشارات المرجعية

source: History
ar: السجل

source: Likes
ar: الإعجابات

source: Themes
ar: الثيمات

source: Settings
ar: الإعدادات

# join_us
source: Join us on our Facebook website
ar: إنضم الى صفحتنا على الفيسبوك

# share_app
source: Share Phonoi
ar: شارك Phonoi

source: Help Center
ar: مركز المساعدة

# search_bar
source: Search Engine
ar: محرك البحث

# pic
source: Picture
ar: الصورة

source: Font Size
ar: حجم الخط

# lang
source: Language
ar: اللغة

source: Clear data
ar: مسح البيانات

# set_default
source: Set as default browser
ar: تعيين كمتصفح إفتراضي

source: Search Updates
ar: البحث عن التحديثات

# about
source: About Phonoi
ar: عن Phonoi

source: Rate us
ar: قم بتقييمنا

# reset
source: Reset default settings
ar: إعادة تعيين الإعدادات الأفتراضية

source: Notifications
ar: الإشعارات

# cancel_login
source: Are you sure to skip login ?
ar: هل أنت متأكد من أنك تريد تخطي عملية تسجيل الدخول؟

# cancel_logout
source: Are you sure to need logout ?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟

source: All Music
ar: كل الموسيقى

# no_musics
source: No Musics found!!
ar: لا يوجد مويسقى!!

# go_to_sign_up
source: Sign up firstly before download videos
ar: قم بتسجيل الدخول لتتمكن من تنزيل الفيديوهات

# we_develop_it
source: We're working to develop it
ar: نحن نعمل على تطوير هذه الخاصية

source: Pictures
ar: صور

source: Musics
ar: موسيقى

source: Documents
ar: مستندات

source: Videos
ar: فيديوهات

source: Apps
ar: تطبيقات

# whatsapp
source: Whatsapp Media
ar: واتساب

# instegram
source: Instagram Media
ar: إنستجرام

# compreseds
source: Compressed files
ar: ملفات مضغوطة

# gallery
source: Photo gallery
ar: معرض الصور

# arab
source: Arabic
ar: العربية

# engl
source: English
ar: الانجليزية

source: Change theme
ar: تغيير ثمة التطبيق

# select_lang
source: Select Language
ar: تحديد اللغة
